[
    {
        "bookTitle": "The Magic of Thinking Big",
        "notes": [
            {
                "title": "Think your work is important",
                "text": "Ciekawy rozdział. Główne co z niego wynoszę to fakt że powinniśmy patrzeć na pracę którą wykonujemy entuzjastycznie oraz traktować ją jako coś ważnego. Czemu? Po 1 jak uważasz, że twoja praca jest ważna to będziesz miał motywację żeby wykonywać ją jak najlepiej i twój mózg sam będzie wpadał na pomysły jak ją ulepszyć. A kto normalny rozwija się robiąc coś jak uważa że jest to bezsensowne Nikt. Co do entuzjazmu ogólna idea jest taka że ludzie imitują zachowania ludzi wokół (tutaj piszę bardziej o byciu szefem niż pracownikiem), a będąc podekscytowanym swoją pracą sprawiamy że nie tylko sami lepiej pracujemy ale nasi pracownicy automatycznie czują się bardziej entuzjastyczni. Autor dał też fajny przykład z jakiejś firmy gdzie 80% pracowników zapytanych o ich pracę przez szefa opowiadała o rzeczach jak emerytura, nadgodziny, irytujący pracownicy i innych NEGATYWNYCH rzeczach. A druga grupa osób, 20% była skupiona ma czymś innym. Chciała dowiedzieć się od szefa co mogą robić lepiej jak progresować w firmie. Oczywiste jest która grupa po 2 latach zarabiała 2 razy więcej…"
            },
            {
                "title": "Give yourself a pep talk",
                "text": "Główna idea to myślenie/mówienie samemu sobie że jest się zajebistym żeby być bardziej pewnym siebie. Opisywał to głównie na przykładzie autoprezentacji. Oczywisty wniosek był też taki że osoba która myśli że coś jej nie wyjdzie jest dużo bardziej narażona na porażkę niż ktoś kto jest pewny że mu się uda. Czyli po części cała idea książki. Autor zachęcał też do świadomego zapisania listu o wszystkich swoich atutach i czytania go przed stresującymi wydarzeniami. Ciekawe koncepty ale zbytnio do mojego aktualnego życia się nie odnoszą."
            },
            {
                "title": "Think like important people",
                "text": "No tytuł mówi sam za siebie. Chodzi o zadawanie sobie pytania czy „ktoś ważny” (co chyba można zastąpić jakimś autorytetem w danej sprawie) by to zrobił. Czy by to zjadł, czytał, zainwestował, powiedział, ubrał, martwił się o to etc… Pewnie niektórzy by powiedzieli na to że powinno się być sobą a nie udawać kogoś kim się nie jest. Ale tu nie chodzi o to. Niektórzy (tbh nie ja) mają niskie poczucie swojej wartości. Gdyby traktowali siebie jako kogoś zajebistego to by z większą łatwością wprowadzali pozytywne zmiany do swojego życia ( typu zdrowe odżywianie, ograniczenie social mediów)"
            },
            {
                "title": "Manage your environment",
                "text": "Nowy dużo rozdział. Mówi że nasze otoczenie, środowisko kształtuje prawie wszystko co robimy. Oczywiście najbardziej chodzi tu o innych ludzi z którymi spędzamy czas. „You are the equal of the 5 people you spend time with”. Piszę to będąc w Tajlandii i co ciekawe moim otoczeniem jest puste mieszkanie, śniadaniowy hamza/huberman, kilkunasto minutowe rozmowy z rodzicami lub przyjaciółmi. Ciekawe. Moim środowiskiem przez 90% czasu są po prostu moje myśli… Na szczęście moje myśli są praktycznie zawsze pozytywne."
            },
            {
                "title": "Recondition yourself for success",
                "text": "Autor podzielił ludzi na 3 grupy. 90% które myśli że nie jest wstanie osiągnąć sukcesu. 8% które przez kilka lat walczy i próbuje, lecz ostatecznie się poddaje. I ostatnie 2% tych którzy nigdy się nie poddają. Daje przykład jak jego znajomy ze studiów zawsze traktował sukces jako coś niemożliwego i negował ambicje autora, w ten przygnębiony całym pesymizmem prawie poddał się w swoich marzeniach. Ludzi którzy będą negować to co wiem że osiągnę jest dużo… Poznałem już ich trochę. I muszę być zawsze cholernie uważny żeby się przez nich nie poddać. Tbh na szczęście moje środowisko w chuj we mnie wierzy. Tata, Kacper, Zgredzio, Oskar, Iza… \nAle zawsze muszę być czujny i świadomy"
            },
            {
                "title": "Gossip / Seek advice from people who know",
                "text": "Najciekawsze elementy rozdziału wsm nie wiązały się z tytułem. No wspomniał autor, że lepiej wiedzieć gdzie dostać informacje niż mieć je wszystkie w głowie. Potem chwilę pisał o tym jak ważne jest to co robimy poza pracą i porównał czas wolny so diety. Pisał że powinno się poznawać nowych ludzi bo to dobrze działa na mózg. Końcówka rozdziału była najciekawsza. Porównał plotkowanie do trucizny umysłu, która powili niszy człowieka. Zdaniem autora wszyscy wysoko postawieni ludzie nie chcą się zadawać z plotkarzami. Plotkowanie źle mówi o człowieku. Na koniec tej sekcji był quiz any sprawdzić czy jest się plotkarzem. I tak jak się spodziewałem strikte nie wymyślam plotek, ale czasami źle wypowiadam się o ludziach za ich plecami. Do tego sam nigdy nie ujawniam (dosłownie nigdy) „tajemnic” innych, ale jak ktoś mi chcę jakąś zdradzić to chętnie słucham. Wg autora to źle ale nie jestem pewny czy większa wiedza o plotkach o innych, które tbh zazwyczaj dają jakieś informacje o kimś są tak bardzo złe dla mnie…? Im więcej wiem tym lepiej imo..? \n No ale faktycznie powinienem rzadziej źle mówić o ludziach. Postaram się być bardziej pozytywny w tym jak wyrażam się o innych. Nawet jak widzę „minusy” to mówić o pozytywach. \nOstatnia część rozdziału była o „always going first class”, czyli nie oszczędzaniu bezsensownie na rzeczach typu dieta, ubrania, usługi itp. Autora zdaniem ostatecznie kończy się to płaceniem więcej długoterminowo"
            },
            {
                "title": "Make your attitudes your allies",
                "text": "Najważniejsza wiedza z tego rozdział to entuzjazm. Entuzjazm w tym co się robi każdego dnia. Entuzjazm w projekcie. Tbh jedną głównych  (wielu*) rzeczy których mi brakowało pracując na De’vide. Na szczęście autor dał pro tip jak zbudować to uczucie to czegokolwiek. Trzeba po prostu dowiedzieć się więcej o tym czymś, zrobić research, po analizować. Wsm to do De’vide to się najlepiej nie odnosi. Bardziej może mi się to przydać na studiach. Zainteresowanie jest podstawą tego żeby nauczyć się czegokolwiek. W rozdziale było też trochę o optymizmie, dokładniej o tym żeby przynosić tylko dobre informacje innym. Nic, powtarzam nic dobrego nie wychodzi z mówieniem innym o tym co złego dzieje się w twoim życiu. Znaczy no poza pomocą psychiczną którą można otrzymać, ale ja jej na szczęście zazwyczaj nie potrzebuję."
            },
            {
                "title": "Your important attitude appreciate family",
                "text": "Rozdział był głównie o traktowaniu wszystkich wokół jakby byli ważni. Logika jest taka że wtedy inni traktują Ciebie jakbyś był ważny a to przynosi same pozytywny skutki. Niestety wydaje mi się że nie aplikuje się to zbytnio z moim aktualnym życiem. \nBardziej jednak zaciekawiła mnie końcówka (która też się wsm nie łączy z moim tajskim życiem xd) gdzie autor pisał o docenianiu najbliższych poprzez robienie dla nich czegoś miłego bezinteresownie oraz przeznaczaniu x dnia na czas z nimi. Jak wrócę do Polski to przez te moje ostatnie 3 miesiące z rodziną postaram się bardziej doceniać / więcej czasu spędzać z mamą. \nZorganizuję jakieś fajne namiotowe detoksowe wakacje dla nas."
            },
            {
                "title": "Service first attitude",
                "text": "Autor tłumaczył dlaczego powinno się najpierw (i wsm to tylko) skupiać na jakości usługi/produktu który się sprzedaje nie myśląc o pieniądzach. Pieniądze same idą tam gdzie jest 'najlepiej' więc nie ma sensu próbować je zarobić inaczej niż ulepszając usługę. Powinno się zawsze dawać ludziom więcej niż się spodziewają żeby ich pozytywnie zaskoczyć. Powinienem zapomnieć o pieniądzach z BookNote i przestać day dreamować. Powinien być w 100% skupiony na tym jak zrobić z BookNotes tak niesamowitą aplikację że każda osoba która ją pobierze nigdy jej nie odinstaluje."
            },
            {
                "title": "Think right toward people",
                "text": "10 zasad prezydenta Johnsona: (czego nie robię) \n1. „Remember names”. Jestem chujowy z imionami. Przynajmniej tak się identyfikowałem przez ostatnie parę lat. Było to częścią mojego „wyjebania” na wszystko. Jako że to wyjebanie i „luz” to przeszłość to koniec tego. Od dzisiaj jestem zajebisty z imionami. Mam świetną pamięć więc czemu miałoby tak nie być? \n2. „Don’t be a know it all”. Mimo że nie uważam siebie za taką osobę i przykładowo w boksie zawsze traktuje siebie jako ucznia który mało wie. To wiem że niektóre osoby odbierają mnie w taki sposób. I mimo że to nie moja wina to to jest moja odpowiedzialność. Muszę częściej przyznawać racje innym.\n3. „Always congratulate on people achievements”. Pomyślałem odrazu o klubie i o tym że wielu wielu zawodnikom nie pogratulowałem sukcesów. Nic więc dziwnego że nie mieliśmy nigdy lepszej relacji. \n \nRozdział pokazał, a bardziej przypomniał mi jak ważną umiejętnością jest bycie lubianym. Na szczęście jestem w tym niezły. Nazwał bym siebie kimś lubianym. Zarówno w mentalu, „sopocie” jak i wszędzie indziej. Ale wiem że po gap yearze będę musiał się skupić na moich people skillsach. Spędziłem roku przed komputerem w totalnej samotności. Na pewno trochę pozapominałem. W trakcie studiów chcę być w chuj popularny. Powinienem sam się bardziej angażować w relacje, pisać pierwszy, proponować spotkania. Zapamiętywać imiona, przedstawiać się wszystkim. I co najważniejsze - nie śmiać się z innych, być mniej „żartobliwie toxic”"
            },
            {
                "title": "How to win friends",
                "text": "Rozdział był o byciu lubianym oraz lubieniu innych. W dużym skrócie żeby być lubianym trzeba lubić. Ale nie udawać że się lubi tylko szczerze w głębi serca lubić drugą osobę i myśleć o niej pozytywnie. Autor pokazał sporo przykładów benefitów z takiego zachowania. Podstawym jest fakt że druga osoba podświadomie czuje co o niej uważasz. Udawania że się kogoś lubi jest praktycznie niemożliwe i sam tego pary razy doświadczyłem. Zastanawiałem się podczas rozmowy czy widać po mnie. Bardzo fajny rozdział lecz tbh i tak mocno już żyłem w taki sposób. Pewnie trochę dzięki medytacji a trochę od zawsze, ale naprawdę praktycznie na wszystkich patrzę pozytywnie, rozumiem ich motywy. Przynajmniej w niektórych sytuacjach. Postaram się to rozszerzać na więcej sytuacji. \nRozdział poruszał jeszcze takie fajne tematy jak akceptowanie wad innych (nikt nie jest perfekcyjny), nie branie udziału obgadywaniu innych, słuchaniu więcej niż się mówi i nie obwinianiu innych za problemy („jestem odpowiedzialny za wszystko co mi się przytrafia”)"
            }
        ]
    },
    {
        "bookTitle": "Sapiens",
        "notes": [
            {
                "title": "test Note",
                "text": "Exploring the evolution of humankind..."
            }
        ]
    }
]


